[Tweaks.safe_door_twk DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")
m_LockedMessage="需要密码"

[Tweaks.safe_door_twk:DisTweaks_InteractableInterface_6 DisTweaks_InteractableInterface]
m_Name="保险箱"
m_InteractText="`GBA_Use` 打开"

[Tweaks.Twk_Door_Small_Lck DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""

